{
  "2025_05_04": {
    "0": {
      "title": "Manchurian Candidate, The",
      "date": "2025-05-04T03:00:00.000Z",
      "dur": 126,
      "descr": "John Frankenheimer's gripping political thriller about a group of American soldiers who are captured and brainwashed into becoming sleeper agents."
    },
    "1": {
      "title": "Pulp Fiction",
      "date": "2025-05-04T05:30:00.000Z",
      "dur": 154,
      "descr": "Several inter-locking stories of crime and intrigue form a temporal mosaic set in the Los Angeles underworld."
    }
  },
  "2025_05_05": {
    "0": {
      "title": "Killer of Sheep",
      "date": "2025-05-05T03:00:00.000Z",
      "dur": 87,
      "descr": "Killer of Sheep examines the black Los Angeles ghetto of Watts in the mid-1970s through the eyes of Stan, a sensitive dreamer who is growing detached and numb from the psychic toll of working at a slaughterhouse. The film offers no solutions; it merely presents life -- sometimes hauntingly bleak, sometimes filled with transcendent joy and gentle humor."
    },
    "1": {
      "title": "Spirited Away",
      "date": "2025-05-05T05:30:00.000Z",
      "dur": 124,
      "descr": "From the legendary director Hayao Miyazaki ('Princess Mononoke'), this film follows the fanciful adventures of a ten-year-old girl named Chihiro, who discovers a secret world when she and her family get lost and venture through a hillside tunnel."
    }
  },
  "2025_05_07": {
    "0": {
      "title": "Sideways",
      "date": "2025-05-07T22:30:00.000Z",
      "dur": 123,
      "descr": "Two old friends setting off on a wine-tasting road trip...only to veer dizzily sideways into a wry, comedic exploration of the crazy vicissitudes of love and friendship, the damnable persistence of loneliness and dreams and the enduring war between Pinot and Cabernet"
    },
    "1": {
      "title": "Discreet Charm of the Bourgeoisie, The",
      "date": "2025-05-07T03:00:00.000Z",
      "dur": 101,
      "descr": "a complex web of dreams within dreams within dreams, centered around a group of six upper-middle class members of society and their repeatedly thwarted attempts to have a meal together. The interruptions become more and more surreal as the film progresses"
    },
    "2": {
      "title": "Reversal of Fortune",
      "date": "2025-05-07T05:30:00.000Z",
      "dur": 111,
      "descr": "Jeremy Irons plays socialite Claus von Bulow, seeking legal exoneration in the most sensational attempted murder scandal of the 1980s."
    }
  },
  "2025_05_08": {
    "0": {
      "title": "Crouching Tiger Hidden Dragon",
      "date": "2025-05-08T02:30:00.000Z",
      "dur": 120,
      "descr": "In 19th century China, a magical sword given by a warrior (Chow) to his lover (Yeoh) is stolen and the quest to find it ensues. The search leads to the House of Yu where the story travels into a different direction with the introduction of a mysterious assassin and another love story"
    },
    "1": {
      "title": "Triplets of Belleville, The",
      "date": "2025-05-08T05:30:00.000Z",
      "dur": 82,
      "descr": "The story of a boy, his grandmother, his dog and his dream of winning the Tour de France. When the boy is kidnapped by two mysterious men during the race, the search leads to the megalopolis of Belleville and the renowned Triplets of Belleville, eccentric female music-hall stars from the '30s"
    }
  },
  "2025_05_09": {
    "0": {
      "title": "Fast Runner, The",
      "date": "2025-05-09T03:00:00.000Z",
      "dur": 172,
      "descr": "Evil in the form of an unknown shaman divides a small community of nomadic Inuit, upsetting its balance and spirit. Twenty years pass. Two brothers emerge to challenge the evil order: Amaqjuaq, the Strong One, and Atanarjuat, the Fast Runner"
    }
  },
  "2025_05_10": {
    "0": {
      "title": "Raging Bull",
      "date": "2025-05-10T01:30:00.000Z",
      "dur": 129,
      "descr": "Scorcese recounts the gritty life self-destructive boxer Jake LaMotta (De Niro) who never backs down from a fight on his way to a middleweight title shot"
    },
    "1": {
      "title": "Star Wars",
      "date": "2025-05-10T05:30:00.000Z",
      "dur": 121,
      "descr": "A long time ago in a galaxy far, far away... Princess Leia is held hostage by the evil Imperial forces in their effort to quell the rebellion against the Galactic Empire. Luke Skywalker and Captain Han Solo team together with the lovable droid duo, R2-D2 and C-3PO, to rescue the beautiful princess and restore justice in the galaxy"
    }
  },
  "2025_05_14": {
    "0": {
      "title": "Toy Story",
      "date": "2025-05-14T02:30:00.000Z",
      "dur": 81,
      "descr": "In the first full-length computer-animated movie, a little boy's toys are thrown into chaos when a new Space Ranger arrives to vie for supremacy with the boy's favorite, an old wooden cowboy."
    }
  },
  "2025_05_15": {
    "0": {
      "title": "Pulp Fiction",
      "date": "2025-05-15T22:30:00.000Z",
      "dur": 154,
      "descr": "Several inter-locking stories of crime and intrigue form a temporal mosaic set in the Los Angeles underworld."
    },
    "1": {
      "title": "Godfather, The",
      "date": "2025-05-15T04:00:00.000Z",
      "dur": 175,
      "descr": "Francis Ford Coppola's epic features Marlon Brando in his Oscar-winning role as the patriarch of the Corleone family. Director Coppola paints a chilling portrait of the Sicilian clan's rise and near fall from power in America, masterfully balancing the story between the Corleone's family life and the ugly crime business in which they are engaged. Based on Mario Puzo's best-selling novel and featuring career-making performances by Al Pacino, James Caan and Robert Duvall, this searing and brilliant film garnered ten Academy Award nominations, and won three including Best Picture of 1972"
    }
  },
  "2025_05_16": {
    "0": {
      "title": "Killer of Sheep",
      "date": "2025-05-16T22:30:00.000Z",
      "dur": 87,
      "descr": "Killer of Sheep examines the black Los Angeles ghetto of Watts in the mid-1970s through the eyes of Stan, a sensitive dreamer who is growing detached and numb from the psychic toll of working at a slaughterhouse. The film offers no solutions; it merely presents life -- sometimes hauntingly bleak, sometimes filled with transcendent joy and gentle humor."
    },
    "1": {
      "title": "Pan's Labyrinth",
      "date": "2025-05-16T03:00:00.000Z",
      "dur": 119,
      "descr": "Guillermo del Toro delivers a unique, richly-imagined epic with Pan's Labyrinth, a gothic fairy tale set against the postwar repression of Franco's Spain."
    },
    "2": {
      "title": "Reversal of Fortune",
      "date": "2025-05-16T05:30:00.000Z",
      "dur": 111,
      "descr": "Jeremy Irons plays socialite Claus von Bulow, seeking legal exoneration in the most sensational attempted murder scandal of the 1980s."
    }
  },
  "2025_05_17": {
    "0": {
      "title": "Raging Bull",
      "date": "2025-05-17T22:30:00.000Z",
      "dur": 129,
      "descr": "Scorcese recounts the gritty life self-destructive boxer Jake LaMotta (De Niro) who never backs down from a fight on his way to a middleweight title shot"
    }
  },
  "2025_05_18": {
    "0": {
      "title": "Star Wars",
      "date": "2025-05-18T23:30:00.000Z",
      "dur": 121,
      "descr": "A long time ago in a galaxy far, far away... Princess Leia (Fisher) is held hostage by the evil Imperial forces in their effort to quell the rebellion against the Galactic Empire. Luke Skywalker (Hamill) and Captain Han Solo (Ford) team together with the lovable droid duo, R2-D2 and C-3PO, to rescue the beautiful princess and restore justice in the galaxy"
    }
  },
  "2025_05_19": {
    "0": {
      "title": "The Omega Man",
      "date": "2025-05-19T14:00:00.000Z",
      "dur": 98,
      "descr": "Charlton Heston stars as a survivor of a global pandemic in a world overrun by nocturnal mutants in this 1971 sci-fi classic."
    },
    "1": {
      "title": "Blade Runner 2049",
      "date": "2025-05-19T20:30:00.000Z",
      "dur": 164,
      "descr": "A young blade runner's discovery of a long-buried secret leads him to track down former blade runner Rick Deckard, who's been missing for thirty years."
    }
  },
  "2025_05_21": {
    "0": {
      "title": "Soylent Green",
      "date": "2025-05-21T13:30:00.000Z",
      "dur": 97,
      "descr": "In a dystopian future of overpopulation and environmental ruin, a NYPD detective investigates the murder of a wealthy businessman in this 1973 sci-fi thriller."
    },
    "1": {
      "title": "Interstellar",
      "date": "2025-05-21T19:00:00.000Z",
      "dur": 169,
      "descr": "A team of explorers travel through a wormhole in space in an attempt to ensure humanity's survival."
    }
  },
  "2025_05_24": {
    "0": {
      "title": "Mad Max: Fury Road",
      "date": "2025-05-24T15:00:00.000Z",
      "dur": 120,
      "descr": "In a post-apocalyptic wasteland, a woman rebels against a tyrannical ruler in search for her homeland with the aid of a group of female prisoners, a psychotic worshiper, and a drifter named Max."
    },
    "1": {
      "title": "Ex Machina",
      "date": "2025-05-24T21:30:00.000Z",
      "dur": 108,
      "descr": "A young programmer is selected to participate in a ground-breaking experiment in synthetic intelligence by evaluating the human qualities of a highly advanced humanoid A.I."
    }
  },
  "2025_05_27": {
    "0": {
      "title": "Arrival",
      "date": "2025-05-27T14:30:00.000Z",
      "dur": 116,
      "descr": "A linguist works with the military to communicate with alien lifeforms after twelve mysterious spacecraft appear around the world."
    },
    "1": {
      "title": "Children of Men",
      "date": "2025-05-27T20:00:00.000Z",
      "dur": 109,
      "descr": "In a chaotic world in which humans can no longer procreate, a former activist agrees to help transport a miraculously pregnant woman to a sanctuary at sea."
    }
  },
  "2025_05_30": {
    "0": {
      "title": "A Clockwork Orange",
      "date": "2025-05-30T16:00:00.000Z",
      "dur": 136,
      "descr": "In the future, a sadistic gang leader is imprisoned and volunteers for a conduct-aversion experiment, but it doesn't go as planned."
    },
    "1": {
      "title": "Minority Report",
      "date": "2025-05-30T22:00:00.000Z",
      "dur": 145,
      "descr": "In a future where a special police unit is able to arrest murderers before they commit their crimes, an officer from that unit is himself accused of a future murder."
    }
  }
}
